11/data/attachments/52e5ba7e49bac874.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b37267a5-0820-46ab-a321-d60ce8ed6322</nif:username>
            <nif:friendToBeAdded>Andrew_her_Actions_83351_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>